[
  "The councilors refused authorization to protesters because they feared violence.",
  "The councilors refused authorization to the protesters because they were in favor of the violence.",
  "The medal does not fit in the briefcase because it is too big.",
  "The medal does not fit in the suitcase because it is too small.",
  "Joan made sure to thank Susan for all the help she had received.",
  "Joan made sure to thank Susan for all the help she had offered.",
  "Paul tried to call George, but he was unsuccessful.",
  "Paul tried to call George, but he was unavailable.",
  "The lawyer asked the accused a question, but he was reluctant to repeat it.",
  "The lawyer asked the defendant a question, but he was reluctant to answer it.",
  "The delivery truck passed the school bus quickly because it was going too fast.",
  "The delivery truck passed the school bus quickly because it was going too slow.",
  "Frank felt revenge when his longtime rival Bill revealed that he was the winner of the competition.",
  "Frank felt a failure when his longtime rival Bill revealed that he was the winner of the competition.",
  "The man was unable to lift his son because he was too weak.",
  "The man could not lift his son because he was too heavy.",
  "The big ball crossed the table because it was made of steel.",
  "The big ball crossed the table because it was made of Styrofoam.",
  "John couldn't see the stage with Billy in front of him because he is too short.",
  "John couldn't see the stage with Billy in front of him because he is too tall.",
  "Tom tossed his backpack to Ray downstairs after he reached the top of the stairs.",
  "Tom tossed his backpack to Ray downstairs after he reached the bottom of the stairs.",
  "Despite both running at roughly the same speed, Sue defeated Sally because she started so well.",
  "Despite both running at roughly the same speed, Sue defeated Sally because she started so badly.",
  "The sculpture fell off the shelf because it was not well accommodated.",
  "The sculpture fell off the shelf because it was not quite level.",
  "Sam's drawing was hanging immediately above Tina's and he actually looked much better with one below him.",
  "Sam's drawing was hanging immediately above Tina's and he actually looked much better with one above him.",
  "Anna was much better than her friend Lucy in the exam because she had studied hard.",
  "Anna was much worse than her friend Lucy in the exam because she had studied hard.",
  "Firefighters arrived after the police because they were coming from far away.",
  "The firemen arrived before the police because they were coming from far away.",
  "Frank was upset with Tom because the toaster he had bought from him didn't work.",
  "Frank was upset with Tom because the toaster he had sold to him didn't work.",
  "Jim yelled at Kevin because he was very upset.",
  "Jim comforted Kevin because he was very upset.",
  "The potato bag had been placed on top of the flour bag, so it had to be removed first.",
  "The bag of potatoes had been placed under the bag of flour, so it had to be removed first.",
  "Pete is envious of Martin even though he is very successful.",
  "Pete is envious of Martin because he is very successful.",
  "The older students were bullying the younger ones, so we punished them.",
  "The older students were bullying the younger ones, so we protected them.",
  "I poured the water from the bottle into the cup until it was empty.",
  "I poured the water from the bottle into the cup until it was full.",
  "Susan knows all about Ann's personal problems because she is nosy.",
  "Susan knows all about Ann's personal problems because she is indiscreet.",
  "Sid explained his theory to Mark but he was unable to convince him.",
  "Sid explained his theory to Mark but he was unable to understand it.",
  "Susan knew that Ann's son had been involved in a car accident, so she told him about it.",
  "Susan knew that Ann's son had been involved in a car accident because she told him about it.",
  "Joe's uncle still manages to beat him in tennis, even though he is 30 years younger.",
  "Joe's uncle still manages to beat him in tennis, even though he is 30 years older.",
  "The picture in Mark's living room shows an oak. He's to the right of the bookcase.",
  "The picture in Mark's living room shows an oak. He's to the right of the house.",
  "There is a crack in the wall. It is possible to see the garden through it.",
  "There is a crack in the wall. It is possible to see the garden behind it.",
  "The drain is clogged with hair. It has to be cleaned.",
  "The drain is clogged with hair. It has to be removed.",
  "My appointment started at 4:00 and I needed to take the train at 4:30, so there was not much time. Fortunately, he was brief, so everything went well.",
  "My appointment started at 4:00 and I needed to take the train at 4:30, so there was not much time. Fortunately, he was late, so everything worked out.",
  "There is a pillar between me and the stage, and I can't see around it.",
  "There is a pillar between me and the stage, and I can't see it.",
  "They broadcast an announcement, but a subway came into the station and I couldn't hear it.",
  "They broadcast an announcement, but a subway came into the station and I couldn't hear over it.",
  "During the open air performance, it started to rain, but it continued until 10.",
  "During the open air performance, it started to rain, and it continued until 10.",
  "I used an old cloth to clean the pliers, and then I put it in the trash.",
  "I used an old cloth to clean the pliers, and then put it in the drawer.",
  "Ann asked Mary what time the library closed, because she had forgotten.",
  "Ann asked Mary what time the library closed, but she had forgotten.",
  "I removed the water bottle from the backpack so that it was accessible.",
  "I removed the water bottle from the backpack so that it was light.",
  "I couldn't put the pot on the shelf because it was too tall.",
  "I couldn't put the pot on the shelf because it was too high.",
  "I'm sure my map will show this building; he is very good.",
  "I'm sure my map will show this building; he is very famous.",
  "Bob paid for Charlie's higher education. He's very generous.",
  "Bob paid for Charlie's higher education. He's very grateful.",
  "Bob paid for Charlie's higher education, but now Charlie acts like it never happened. He's very hurt.",
  "Bob paid for Charlie's higher education, but now Charlie acts like it never happened. He's very ungrateful.",
  "Bob was playing cards with Adam and was far ahead on the scoreboard. If Adam hadn't had a run of luck, he would have won.",
  "Bob was playing cards with Adam and was far ahead on the scoreboard. If Adam hadn't had a run of luck, he would have lost.",
  "Adam cannot leave work until Bob arrives to replace him. If Bob had left the house on time, he would have left now.",
  "Adam cannot leave work until Bob arrives to replace him. If Bob had left the house on time, he would be here now.",
  "If the scammer had been successful in cheating Sam, he would have made a lot of money.",
  "If the scammer had been successful in cheating Sam, he would have lost a lot of money.",
  "It was a summer afternoon, and the dog was sitting in the middle of the lawn. After a while, it got up and moved to a spot under the tree, because it was hot.",
  "It was a summer afternoon, and the dog was sitting in the middle of the lawn. After a while, it got up and moved to a spot under the tree, because it was cooler.",
  "The cat was lying next to the hole waiting for the mouse, but he was very impatient.",
  "The cat was lying next to the hole waiting for the mouse, but he was very cautious.",
  "Anne gave birth to a baby girl last month. She is a charming woman.",
  "Anne gave birth to a baby girl last month. She is a lovely baby.",
  "Alice tirelessly tried to stop her daughter from talking at the party. We wondered why she was behaving so strangely.",
  "Alice tirelessly tried to stop her daughter from barking at the party. We wondered why she was behaving so strangely.",
  "I saw Jim yelling at a guy who wore a uniform and had a big red beard. I don't know why he was like this, but he looked very upset.",
  "I saw Jim yelling at a guy who wore a uniform and had a big red beard. I don't know who he was, but he looked very upset.",
  "The fish ate the mosquito. He was hungry.",
  "The fish ate the mosquito. It was tasty.",
  "I was trying to open the lock with the key, but someone had filled the lock with chewing gum, and I was unable to insert it.",
  "I was trying to open the lock with the key, but someone had filled the lock with chewing gum, and I couldn't remove it.",
  "The dog chased the cat, who ran to the tree. He waited below.",
  "The dog chased the cat, who ran to the tree. He waited on top.",
  "During the storm, the pole fell and went through the roof of my house. Now, I have to have it removed.",
  "During the storm, the pole fell and went through the roof of my house. Now, I have to have it fixed.",
  "The customer entered the bank and stabbed one of the cashiers. He was immediately taken to the police station.",
  "The customer entered the bank and stabbed one of the cashiers. He was immediately taken to the hospital.",
  "John was doing some research in the library when he heard a man humming and whistling. He was very uncomfortable.",
  "John was doing some research in the library when he heard a man humming and whistling. He was very annoying.",
  "John was running through the park when he saw a man juggling watermelons. He was very impressed.",
  "John was running through the park when he saw a man juggling watermelons. He was very impressive.",
  "Bob collapsed on the sidewalk. Soon he saw Carl coming to help him. He was very ill.",
  "Bob collapsed on the sidewalk. Soon he saw Carl coming to help him. He was very concerned.",
  "Sam and Amy are extremely in love, but Amy's parents are bothered by this because they are fifteen.",
  "Sam and Amy are extremely in love, but Amy's parents are bothered by this because they are snobs.",
  "Mark told many lies about himself to Pete, and Pete included them in his book. He should have been more sincere.",
  "Mark told many lies about himself to Pete, and Pete included them in his book. He should have been more skeptical.",
  "Joe sold his house and bought a new one a few miles away. He will move from her on Thursday.",
  "Joe sold his house and bought a new one a few miles away. He will move to her on Thursday.",
  "Many people start reading Paul's chronicles and are unable to let them go. They get attached because Paul writes so well.",
  "Many people start reading Paul's chronicles and are unable to let them go. They are popular because Paul writes so well.",
  "Mary took her flute and played one of her favorite pieces. She has had it since she was a child.",
  "Mary took her flute and played one of her favorite pieces. She has loved her since she was a child.",
  "Sam pulled a bench for the piano, but it was broken, so he had to stand.",
  "Sam pulled out a stool for the piano, but it was broken, so he had to sing.",
  "As it was raining, I carried the magazine in my backpack to keep it dry.",
  "As it was raining, I carried the magazine over my backpack to keep it dry.",
  "Sara borrowed a book from the library because she needs it for an article she is working on. She reads it when she comes home from work.",
  "Sara borrowed a book from the library because she needs it for an article she is working on. She writes it when she comes home from work.",
  "This morning, Joey built a sandcastle on the beach, and placed a toy soldier on the tallest tower, but this afternoon the tide brought him down.",
  "This morning, Joey built a sandcastle on the beach, and placed a toy soldier on the tallest tower, but this afternoon the wind knocked him down.",
  "Jane knocked on Susan's door, but no one answered. She was disappointed.",
  "Jane knocked on Susan's door, but no one answered. She was gone.",
  "Jane knocked on the door, and Susan answered. She asked her out.",
  "Jane knocked on the door, and Susan answered. She invited her in.",
  "Sam took French lessons with Adam, because he was eager to speak fluently.",
  "Sam took French lessons with Adam, because he was known for speaking fluently.",
  "The path to the lake was closed, so we couldn't use it.",
  "The path to the lake was closed, so we couldn't reach it.",
  "Sunlight was blocked by a big cloud all morning, but luckily, when the picnic started, she came back.",
  "Sunlight was blocked by a big cloud all morning, but luckily, by the time the picnic started, it was gone.",
  "We went to the lagoon, because a shark had been spotted on the beach, so it was a safer place to swim.",
  "We went to the lagoon, because a shark had been spotted on the beach, so it was a dangerous place to swim.",
  "Sam tried to paint a picture of shepherds with sheep, but they ended up looking more like golfers.",
  "Sam tried to paint a picture of shepherds with sheep, but they ended up looking more like dogs.",
  "Mary arranged her daughter Anne on the bed, so she could work.",
  "Mary arranged her daughter Anne on the bed so she could sleep.",
  "Fred and Alice had very warm coats, but they were not prepared for the Alaskan cold.",
  "Fred and Alice had very warm coats, but they were not enough for the Alaskan cold.",
  "Thomson visited Cooper's grave in 1765. At that time, he had been traveling for five years.",
  "Thomson visited Cooper's grave in 1765. At that time, he had been dead for five years.",
  "Jackson was strongly influenced by Arnold, even though he lived two centuries later.",
  "Jackson was strongly influenced by Arnold, even though he had lived two centuries before.",
  "I can't cut that tree with this saw; it is very thick.",
  "I can't cut that tree with this saw; it is very small.",
  "The foxes are coming in at night and attacking the chickens. I will have to kill them.",
  "The foxes are coming in at night and attacking the chickens. I will have to protect them.",
  "The foxes are coming in at night and attacking the chickens. They have become very bold.",
  "The foxes are coming in at night and attacking the chickens. They became very nervous.",
  "Fred covered his eyes with his forearms, because the wind was carrying a lot of sand. He opened them when the wind stopped.",
  "Fred covered his eyes with his forearms, because the wind was carrying a lot of sand. He lowered them when the wind stopped.",
  "The actress's name used to be Terpsichore, but she changed it to Tina a few years ago, because she realized he was too difficult to pronounce.",
  "The actress's name used to be Terpsichore, but she changed it to Tina a few years ago because she realized he was easier to pronounce.",
  "Fred watched TV while George went shopping. After an hour he got up.",
  "Fred watched TV while George went shopping. After an hour he came back.",
  "Fred should have turned on the dishwasher, but he postponed it because he wanted to watch TV. Finally the program was boring, so he changed his mind and turned it on.",
  "Fred should have turned on the dishwasher, but he postponed it because he wanted to watch TV. Finally the program was boring, so he changed his mind and turned it off.",
  "Fred is the only person who still remembers my great grandfather. He's a memorable man.",
  "Fred is the only person who still remembers my great grandfather. He was a memorable man.",
  "Fred is the only person alive who remembers my father as a baby. When Fred first saw my father, he was twelve years old.",
  "Fred is the only person alive who remembers my father as a baby. When Fred first saw my father, he was twelve months old.",
  "In July, Kamtchatka declared war on Yakutsk. Since Yakutsk's army was much better equipped and ten times larger, they were defeated in weeks.",
  "In July, Kamtchatka declared war on Yakutsk. Given that Yakutsk's army was much better equipped and ten times larger, they were victorious in weeks.",
  "Look! There's a goldfish swimming right under that duck! He better get away to a safe place fast!",
  "Look! There's a shark swimming right under that duck! He better get away to a safe place fast!",
  "Archaeologists concluded that humans lived in Laputa 20,000 years ago. They looked for evidence by the river.",
  "Archaeologists concluded that humans lived in Laputa 20,000 years ago. They hunted deer by the river.",
  "Universities are studying three species of fish that have recently been found living in the Indian Ocean. They started two years ago.",
  "Universities are studying three species of fish that have recently been found living in the Indian Ocean. They appeared two years ago.",
  "Journalists interviewed the stars of the new film. They were very persistent, so the interview went on for a long time.",
  "Journalists interviewed the stars of the new film. They were very cooperative, so the interview went on for a long time.",
  "The police arrested all members of the gang. They were trying to end drug trafficking in the neighborhood.",
  "The police arrested all members of the gang. They were trying to do drug trafficking in the neighborhood.",
  "I put the pie in the fridge. She has a lot of butter.",
  "I put the pie in the fridge. She has a lot of leftover food.",
  "Sam broke both legs and now he is walking on crutches. But in about a month they should be better.",
  "Sam broke both legs and now he is walking on crutches. But in about a month they should no longer be needed.",
  "When supporters of the bill arrived at city hall, they were surprised to find the room filled with opponents. They were in a vast minority.",
  "When supporters of the bill arrived at city hall, they were surprised to find the room filled with opponents. They were in a vast majority.",
  "Everyone loved the oatmeal cookies; only a few people liked the chocolate chip cookie. Next time, we should do more of them.",
  "Everyone loved the oatmeal cookies; only a few people liked the chocolate chip cookie. Next time, we should do less of them.",
  "We had planned to place copies of our newsletter on all the seats in the auditorium, but there were not enough of them.",
  "We had planned to place copies of our newsletter on all the seats in the auditorium, but there were many of them.",
  "I stuck a needle through a carrot. When I removed the needle, it left a hole.",
  "I stuck a needle through a carrot. When I removed the needle, it had a hole.",
  "I wasn't finding a spoon, so I tried to use a brush to stir my coffee. But in the end it was a bad idea, because it was full of coffee.",
  "I wasn't finding a spoon, so I tried to use a brush to stir my coffee. But in the end it was a bad idea, because it got full of paint.",
  "Steve follows Fred's example in everything. He admires you immensely.",
  "Steve follows Fred's example in everything. It influences you immensely.",
  "The table will not go through the entrance door because it is too wide.",
  "The table will not go through the entrance door because it is too narrow.",
  "Grace was very happy to exchange her shirt for my jacket. She thinks she is inelegant about her.",
  "Grace was very happy to exchange her shirt for my jacket. She thinks she looks great on her.",
  "John hired Bill to look after him.",
  "John was hired by Bill to look after him.",
  "John promised Bill that he would leave, so an hour later he left.",
  "John ordered Bill to leave, so an hour later he left.",
  "Sam Goodman's biography of Spartan general Xenophanes vividly communicates the difficulties he faced in his research.",
  "Sam Goodman's biography of Spartan general Xenophanes vividly communicates the difficulties he faced in his childhood.",
  "Emma's mother had died many years ago, and her education was being taken care of by an excellent housekeeper.",
  "Emma's mother had died many years ago, and her house was being looked after by an excellent housekeeper.",
  "Jane knocked on Susan's door but she was not answered.",
  "Jane knocked on Susan's door but she didn't answer.",
  "Joe paid the detective after he received the final report on the case.",
  "Joe paid the detective after he delivered the final report on the case.",
  "Beth was not mad at Sally, who had left her out, because she stopped and counted to ten.",
  "Beth was not angry with Sally, who had left her out, because she stopped and apologized.",
  "Jim motioned to the bartender and pointed to his empty glass.",
  "Jim signaled to the bartender and pointed to his bathroom key.",
  "Dan stayed in the back seat while Bill claimed the front because his \"Me first!\" it was slow.",
  "Dan stayed in the back seat while Bill claimed the front because his \"Me first!\" it was faster.",
  "Tom said \"Check\" to Ralph as he moved his bishop.",
  "Tom said \"Check\" to Ralph while he took his bishop.",
  "As Andrea on the small plane passed over Susan, she could see the airstrip.",
  "As Andrea on the small plane passed over Susan, she could see the landing gear.",
  "Tom gave Ralph a ride to school, so he didn't have to drive alone.",
  "Tom gave Ralph a ride to school, so he didn't have to walk.",
  "Bill passed the plate in half to John because he was satisfied.",
  "Bill passed the plate in half to John because he was hungry.",
  "Bill passed the gameboy to John because his turn was over.",
  "Bill passed the gameboy to John because his turn was next.",
  "The man lifted the boy over his head.",
  "The man lifted the boy to his bunk.",
  "Stretching her back, the woman smiled at the girl.",
  "Patting her on the back, the woman smiled at the girl.",
  "Billy cried because Toby didn't want to accept his toy.",
  "Billy cried because Toby didn't want to share his toy.",
  "Lily talked to Donna, breaking her promise.",
  "Lily talked to Donna, taking her concentration.",
  "When Tommy dropped his ice cream, Timmy laughed, then his father looked at him empathetically.",
  "When Tommy dropped his ice cream, Timmy laughed, then his father gave him a stern look.",
  "While Ollie carried Tommy up the long spiral staircase, his legs ached.",
  "As Ollie carried Tommy up the long spiral staircase, his legs dangled.",
  "The father carried the boy sleeping on his lap.",
  "The father carried the boy asleep in his crib.",
  "The woman was holding the girl against her chest.",
  "The woman was holding the girl against her desire.",
  "Pam's parents came home and found her having sex with her boyfriend, Paul. They were furious about it.",
  "Pam's parents came home and found her having sex with her boyfriend, Paul. They were embarrassed by this.",
  "Dr. Adams informed Kate that she had retired and presented several options for continuing her treatment.",
  "Dr. Adams informed Kate that she had cancer and presented several options for continuing her treatment.",
  "Dan stopped Bill from playing with the injured bird. He's very compassionate.",
  "Dan stopped Bill from playing with the injured bird. He's very cruel.",
  "George got free tickets for the play, but he gave them to Eric, even though he was particularly interested in watching it.",
  "George got free tickets for the play, but he gave them to Eric, because he was particularly interested in watching it.",
  "George got free tickets for the play, but he gave them to Eric, because he was not particularly interested in watching it.",
  "Jane gave Joan sweets because she was not hungry.",
  "Jane gave Joan sweets because she was hungry.",
  "I tried to make a painting of an orchard, with lemons on the lemon trees, but they ended up looking more like lamps.",
  "I tried to make a painting of an orchard, with lemons on the lemon trees, but they ended up looking more like pay phones.",
  "James asked Robert for a favor but he was refused.",
  "James asked Robert for a favor but he refused to do the favor.",
  "Kirilov gave Shatov the presidency because he was less popular.",
  "Kirilov gave Shatov the presidency because he was more popular.",
  "Emma didn't pass the ball to Janie even though she saw that she was free.",
  "Emma didn't pass the ball to Janie even though she was free.",
  "I put the butterfly wing on the table and it broke.",
  "I put a heavy backpack on the table and it broke.",
  "Madonna fired her trainer because she couldn't stand her boyfriend.",
  "Madonna fired her trainer because she slept with her boyfriend.",
  "Madonna fired her trainer because she slept with her boyfriend.",
  "Madonna fired her trainer because she couldn't stand her boyfriend.",
  "Carol believed that Rebecca suspected that she had stolen the watch.",
  "Carol believed that Rebecca regretted that she had stolen the watch.",
  "This book introduced Shakespeare to Ovid; he was a big influence on his writing.",
  "This book introduced Shakespeare to Goethe; he was a big influence on his writing.",
  "This book introduced Shakespeare to Ovid; he was an excellent selection of his writing.",
  "This book introduced Shakespeare to Goethe; he was an excellent selection of his writing.",
  "Alice looked for her friend Jade in the crowd. Since she is always very lucky, Alice found her quickly.",
  "Alice looked for her friend Jade in the crowd. Since she always wears a red turban, Alice found her quickly.",
  "During a game of tag, Ethan chased Luke because \"he was with him\".",
  "During a game of tag, Ethan ran away from Luke because \"he was with him\".",
  "In the Loebner competition, the judges couldn't figure out which respondents were the chatbots because they were too stupid.",
  "In the Loebner competition, judges were unable to find out which respondents were the chatbots because they were too advanced.",
  "The user changed his \"GrWQWu8JyC\" password to \"willow-towered Canopy Huntertropic wrestles\" because it was easy to forget.",
  "The user changed his \"GrWQWu8JyC\" password to \"willow-towered Canopy Huntertropic wrestles\" because it was easy to remember."
]
